---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartCutType
source: html/5fe7202e-c814-8234-e599-117d8eaeccd4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartCutType Property

"Cut Type"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartCutType { get; }
```